---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrForceScaleFactor
source: html/6577ba48-782c-3135-b0d7-4084bf8fa131.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrForceScaleFactor Property

"Force scale"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrForceScaleFactor { get; }
```